{
  "articles": [
    {
      "name": "breeds",
      "articleTitle": "Dog Breeds",
      "sections": [
        {
          "sectionTitle": "What are Bernedoodles?",
          "paragraphs": [
            {
              "text": "When a breeder selects the right parents and crosses purebred dogs of different breeds, it results in a healthier breed than either of the parents. This is because the two parent breeds are prone to different genetic problems. The hybrids, such as Bernedoodles, are only likely to inherit the health problem that is common to both the parent breeds, and Poodles and Bernese Mountain Dogs have few common diseases."
            }, {
              "text": "Bernedoodles have different nicknames including Bernese Mountain Dog/Poodle mix, the Bernese Mountain Poo, the bernedoodle, the berne-doodle and even just a doodle."
            }, {
              "text": "Bernedoodles are bred from the sweet, hardworking, and loyal Bernese Mountain dogs and the goofy, intelligent, hypoallergenic Poodle. Bernedoodles make the perfect, loving companions for semi-active and active owners and families with children. Bernedoodles are happiest when they're spending time with their families, children included, and are willing participants in playtime and cuddle fests alike. Bernedoodles are affectionate and playful, providing the perfect pet. They are intelligent pups and tend to be goofy and love attention from their humans. Bernedoodles are especially fond of kids and provide a wonderful companion as children grow into adults."
            }, {
              "text": "The Bernedoodle breed hasn’t been around for long, so it can be difficult to accurately make predictions about what traits individual dogs will portray from the different breeds of their parents. No two Bernedoodles are identical. The genes from the parents blend in unique ways and it is wonderfully and endlessly fascinating to see what each litter produces. Sometimes they get more of the Poodle’s high energy and goofiness and other times they will more closely resemble the Bernese Mountain Dog’s willfulness and dependability. That said, Bernedoodles are adored for their playfulness, intelligence, affection, and friendliness. Prospective owners must understand that there can be a lot of variation in a hybrid dog. Bernedoodles also tend to be more hypoallergenic than their Bernese parent as Bernedoodles shed very little.",
              "images": [
                {
                  "imageName": "Liberty_KingKong_TinyTim_6weeks",
                  "className": "small position-top-left"
                }
              ]
            }, {
              "text": "Bernedoodles can also differ greatly in appearances. Bernedoodles can have straight, wavy, or curly coats and they can come in a wide variety of colors. Bernedoodles don’t usually shed much which can help with people with allergies to dander. The curlier the Bernedoodles coat is, the more suitable the dog will be for people who have dander allergies, though the harder it is to groom. (If you are allergic to dog saliva, and you break out in hives when licked by a dog, you will most likely be allergic to all Bernedoodles regardless of their coat type.) They will shed less, but just because they’re low shedding does NOT mean they are low maintenance, they will need brushed more often to prevent their coat from getting painfully matted."
            }, {
              "text": "Because Bernedoodles hair will continuously grow, it will need trimmed every 4-8 weeks, depending on how long you want to keep it and how often you want to spend brushing it. The longer it grows, the more often it will need brushed to prevent painful matting. If you choose to keep your Bernedoodles hair shorter, it requires little to no brushing. Most doodles love being brushed, as it can be a wonderful bonding experience between owner and their dog. Dog owners everywhere have fallen in love with the loyal, loving breed that looks like a huggable teddy bear."
            }, {
              "text": "Bernedoodles also come in a wide variety of sizes due to the Poodle parent. Bernedoodles can range anywhere between a tiny 10 pounds to an extra-large 110 pounds. A Standard Bernedoodle results from crossing a standard poodle with a Bernese Mountain Dog. They will generally be 50 lbs or more, usually ranging between 70-90 lbs and 23-29 inches at the shoulder. A mini Bernedoodle is a cross between a mini poodle with a Bernese Mountain Dog. They are usually 25-49 lbs and 18-22 inches at the shoulder. A tiny Bernedoodle is a cross between a toy poodle and a mini Bernedoodle. They can range from 10-24 lbs and are about 12-17 inches at the shoulder. Because there is such a wide difference in the parent’s sizes, the Bernedoodle cannot be guaranteed its size, and sometimes a Bernedoodle puppy will fall outside the expected height and weight."
            }, {
              "text": "Because Bernedoodles are a mixed breed, they tend to have fewer health problems than either the Bernese Mountain Dog or the Poodle. Inbreeding has left many purebred dogs open to genetically inherited diseases and conditions, but crossbreeding reduces that risk. The instances of cancer in the Bernedoodle seems to be lower than those of the Bernese Mountain Dog. The Bernedoodle lifespans is 12-18 years. Where the Bernese Mountain Dog side of their lineage has a life expectancy of only seven years and a high rate of cancer, hip and elbow dysplasia, heart disease and epilepsy. While the Bernedoodle is far healthier than a purebred Bernese, Bernedoodles can still be predisposed to hip dysplasia and elbow dysplasia, which is why I test each of my dogs before breeding, to make sure that that trait is not bred into my puppies."
            }, {
              "text": "Skin issues like hot spots can also be common in Bernedoodles because of their thick coats. Hot spots are primarily caused by excessive licking or chewing of an area. This is why it is so important to keep up with their grooming, a Bernedoodle is more likely to pick at their skin when it’s coat is dirty and matted."
            }, {
              "text": "Bernedoodles may also inherit the Bernese’s apprehension, skittishness and sensitivity around strangers, so early socialization is very important. Because of how intelligent they are, they learn quite quickly, which means they can learn bad habits just as easily as good habits. It is very important to keep up with training. Early Socialization and exposure to other dogs and people is always helpful and will help keep your Bernedoodle well behaved when meeting new people or pets."
            }, {
              "text": "Bernedoodles can have a variety of energy levels from high to low and need at least moderate exercise. They’ll need at least one nice, daily walk to burn off energy. They also will do best with regular mental stimulation. Generally, Bernedoodles will want nothing more than to be with their humans, whether that is playing a game of fetch outside, hiking in the mountains, swimming together or cuddling on the couch in front of a movie."
            }
          ]
        }, {
          "sectionTitle": "Bernese Mountain Dogs",
          "paragraphs": [
            {
              "text": "Bernese Mountain Dogs nearly went extinct in the late 1800’s. It took great effort to bring the breed back, but resulted in inbreeding which led to many various health issues and a short lifespan. They have a short life expectancy of 6-8 years."
            }, {
              "text": "Bernese Mountains Dogs are a breed that are intelligent, beautiful, sweet, extremely loyal, affectionate and completely dedicated to their families. They are big, powerful, and built for hard work. A hardy dog that thrives in cold weather, the Berner’s brain and brawn helped it multitask on farms and pastures of Switzerland. Bernese Mountain Dogs earned their keep by guarding farmyards from predators, droving cattle, and serving as companions when the hard work of the day was done."
            }, {
              "text": "The Bernese Mountain Dog is a large, sturdy worker and can stand over 27 inches at the shoulder and weigh between 70 and 115 pounds. They have silky hair that is thick and moderately long with a double coat with a longer outer coat and a wooly undercoat. Berners shed a fair amount and twice a year, during shedding season, will shed even more. Berners have distinctive tricolored markings on their coat and face: jet black, clear white and rust or tan."
            }, {
              "text": "Berners are particularly gentle with children, but they will often become more attached to one person. Bernese Mountain Dogs are often imposing but not threatening, maintaining an aloof dignity with strangers. Berners enjoy outdoor activities and make great companions on long walks, hikes, camping and backpacking. Bernes Mountain Dogs enjoy pulling children in a cart and some even participate in carting and drafting competitions."
            }, {
              "text": "The Bernese Mountain Dog is intelligent and eager to please and are usually easy to train, though they can also be stubborn. They are affectionate and openhearted; Berners want to be with their family and should not be left alone for long periods of time."
            }
          ]
        }, {
          "sectionTitle": "Poodles",
          "paragraphs": [
            {
              "text": "The Poodle is an active, athletic breed. Poodles were originally bred for waterfowl hunting, they were also used in circus acts for centuries, though they are most commonly companion dogs now. Poodles are highly trainable and typically excel in obedience training, do well in agility and are among the most popular service dog breeds."
            }, {
              "text": "The Poodle breed is divided into four varieties based on size. There is the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, though the Medium size is rarely recognized. The Poodles of the different sizes all have thick, curly coats that come in a wide variety of colors. Coat colors include white, cream, apricot, red, black, silver, blue, brown, silver beige, café au lait, and different patterns such as parti, abstract, sable, brindle and phantom, and though disputed and not recognized, there is also merle. A pet owner should anticipate grooming a Poodle every 4-8 weeks because their hair will continuously grow, and need clipped every month or two and need brushed regularly.",
              "images": [
                {
                  "imageName": "Liberty_laying_floor",
                  "className": "small position-top-right"
                }
              ]
            }, {
              "text": "Poodles are highly intelligent, known as the second smartest dogs in the world, they are also energetic and sociable. They thrive in a busy household, where they can get lots of attention and stimulation. They are active and require both physical and intellectual activities on a regular basis. Poodles are quick to sound an alert, and have earned a reputation for barking. Though they are neither territorial nor particularly aggressive and are good with children."
            }, {
              "text": "Poodles have a longer life expectancy of 10-18 years."
            }
          ]
        }
      ]
    }, {
      "name": "generations",
      "articleTitle": "Generation Labeling",
      "sections": [
        {
          "paragraphs": [
            {
              "text": "F1 is a first generation cross where the pup if 50% Bernese Mountain Dog and 50% Poodle. The F1 is considered the healthiest Bernedoodle breed, as the parents have the least likelihood of contributing to commonly inheritable diseases. Though with the F1 you are also more likely to get a wider variety of furnishings in your puppy. On average, half of the puppies will have 1 furnishing, ¼ will be fully furnished, and ¼ will be unfurnished, also known as having an improper coat."
            }, {
              "text": "F1B is a backcross in which a Bernedoodle bred back with either a Bernese Mountain Dog or a poodle, though more commonly a poodle, to get more of the hypoallergenic genes."
            }, {
              "text": "F1BB is a F1B Bernedoodle bread back with a poodle making it the most hypoallergenic version of the cross breeding, but also breeding out most of the Bernese Mountain Dog and making it mostly poodle."
            }, {
              "text": "F2 is a second generation cross in which a F1 Bernedoodle is bred with another F1 Bernedoodle."
            }
          ]
        }
      ]
    }, {
      "name": "furnishing",
      "articleTitle": "Furnished vs Unfurnished",
      "sections": [
        {
          "paragraphs": [
            {
              "text": "The biggest difference in a fully furnished coat vs an unfurnished coat is the hair on the dog’s face. Dogs that are fully furnished have the signature doodle hair all over their bodies, including on their face. It makes them look like an adorable fluffy stuffed animal, but it does require a significant amount of grooming throughout your dog’s lifespan. With a fully furnished dog, the hair on their face will grow longer and faster than an Bernedoodle that is unfurnished or has an incomplete coat, which will have facial hair that will stay shorter."
            }, {
              "text": "The curly coated gene does not indicate whether a Bernedoodle is fully furnished, unfurnished, or even if it only has one furnishing. The furnishing gene affects facial hair and the bearding on a dog. A curly coated dog can still be unfurnished. We can find out if a coat is furnished or unfurnished through genetic testing."
            }, {
              "text": "Unfurnished dogs have a smoother face, Bernedoodles that are unfurnished will resemble the shorter hair on the face of their Bernese Mountain Dog parent, though the hair on their body will not likely resemble the Bernese Mountain Dog. The unfurnished Bernedoodle will look more like their Bernese Mountain Dog parent, but will still have low to non-shedding. It can be less costly and easier to groom its face."
            }
          ]
        }
      ]
    }, {
      "name": "about positively doodles",
      "articleTitle": "About Positively Doodles",
      "sections": [
        {
          "sectionTitle": "Our Goal",
          "paragraphs": [
            {
              "text": "At Positively Doodles, we take pride in nurturing happy and healthy Bernedoodle puppies that become cherished members of loving families. As passionate Bernedoodle breeders, we strive to provide you with exceptional companions known for their intelligence, affection, and playful demeanor."
            }
          ]
        }, {
          "sectionTitle": "Why Choose Positively Doodles?",
          "paragraphs": [
            {
              "text": "We uphold stringent breeding standards, ensuring the health and well-being of our Bernedoodle puppies."
            }, {
              "text": "Each puppy receives individualized attention and care, fostering a well-socialized and confident demeanor."
            }, {
              "text": "Our puppies come with health certifications and appropriate vaccinations, providing you peace of mind."
            }, {
              "text": "We offer ongoing support and guidance to our customers, even after you've taken your Bernedoodle puppy home."
            }
          ]
        }
      ]
    }
  ]
}